{
  "folder": null,
  "name": "Capítulo 4: Personagem",
  "_id": "I4r8RyRcxgXxxUNm",
  "pages": [
    {
      "sort": 0,
      "name": "Introdução",
      "type": "text",
      "_id": "kIfdMxrH06mj9q4l",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"odo-markdown\">\n<p>Este capítulo trata das habilidades secundárias as quais darão o toque final na construção das habilidades do seu personagem de jogo.</p>\n\n<p>Algumas das pontas soltas deixadas nos capítulos anteriores são amarradas em novas características, como Jogadas de Proteção e pontos de vida, sem falar na classe de armadura, fundamental para aguentar um combate de pé.</p>\n\n<p>Aqui, trataremos também sobre idiomas (as línguas faladas por seu personagem) sua movimentação em diferentes formas de deslocamento e daremos as primeiras pinceladas na criação da personalidade e relação do seu personagem com os eixos de ordem e de caos os quais regem as leis universais da cosmologia do Old Dragon.</p>\n\n<p>Por fim, ajudaremos você a dar as últimas pinceladas no seu personagem, pensando numa descrição física, na personalidade e no seu histórico, ou seja, em contar como ele era, onde vivia e o que o motivou a se tornar um aventureiro.</p>\n\n<p>Se até agora seu personagem é um apanhado de números, depois deste capítulo ele se transformará em um aventureiro de verdade.</p>\n</div>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "enzpVKIAX52oTyPe": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "olddragon2e",
        "systemVersion": "This is auto replaced",
        "coreVersion": "11.315",
        "createdTime": 1698721200000,
        "modifiedTime": 1702782000000,
        "lastModifiedBy": "sHlguNLILDsjMUbV"
      },
      "_key": "!journal.pages!I4r8RyRcxgXxxUNm.kIfdMxrH06mj9q4l"
    },
    {
      "sort": 1,
      "name": "Pontos de Vida (PV)",
      "type": "text",
      "_id": "smbofqurLfAwGgFo",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"odo-markdown\">\n<p>Os pontos de vida (<strong>PV</strong>) representam o quão saudável e longe da <a href=\"/livros/srd/capitulos/combate#morte\">morte</a> uma criatura está.</p>\n\n<p>Alguns personagens mais vigorosos suportam mais <a href=\"/livros/srd/capitulos/combate#danos-e-outros-perigos\">dano</a> aos seus pontos de vida enquanto personagens mais franzinos suportam menos.</p>\n\n<p>Isso é determinado também pelo modificador do atributo Constituição e pela classe escolhida, uma vez que diferentes classes determinam um dado de vida diferente a ser lançado a cada nível.</p>\n\n<p>No 1º nível, cada personagem recebe um valor <strong>fixo</strong> de pontos de vida de acordo com a sua classe e com o valor da Constituição.</p>\n\n<p>Ao subir para o 2º nível, o personagem não recebe um valor <strong>fixo</strong>, e sim um dado que deve ser lançado. O resultado desse dado, mais o modificado pela Constituição e a soma dos seus dados de vida anteriores, resultam nos seus dados de vida totais.</p>\n\n<blockquote class=\"highlighted\">\n  <p><strong>PV</strong> = <span class=\"blackbox\">1D</span> PELA <strong>CLASSE</strong> + MOD. <strong>CON</strong></p>\n</blockquote>\n\n<blockquote class=\"example\">\n  <p><strong>Exemplo:</strong> <em>um Mago de 1º nível e Constituição 14 (modificador 1) começa sua carreira com 5 pontos de vida porque recebe 4 pontos de vida no 1º nível da classe Mago e um ponto de vida adicional pelo modificador de Constituição +1 referente a uma Constituição 14.</em></p>\n\n  <p><em>Ao evoluir para o 2º nível, este mesmo Mago recebe 1d4 pontos de vida pela classe Mago e mais 1 ponto de vida adicional pelo modificador de Constituição +1.</em></p>\n\n  <p><em>O jogador lança o 1d4 resultando em um 2. O Mago possui agora 8 pontos de vida. Recebeu 5 no 1º nível e 3 no 2º nível, sendo 2 pelo lançamento do 1d4 e 1 adicional pelo modificador de Constituição.</em></p>\n</blockquote>\n\n<p><strong>Bônus de CON:</strong> o bônus de Constituição é somado ou subtraído (mínimo de 1 PV por nível) aos pontos de vida de um personagem até este atingir o 10º nível.</p>\n\n<p>Deste ponto em diante, cada classe receberá pontos de vida bônus e não mais os bônus por um valor alto de Constituição.</p>\n</div>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "enzpVKIAX52oTyPe": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "olddragon2e",
        "systemVersion": "This is auto replaced",
        "coreVersion": "11.315",
        "createdTime": 1698721200000,
        "modifiedTime": 1702782000000,
        "lastModifiedBy": "sHlguNLILDsjMUbV"
      },
      "_key": "!journal.pages!I4r8RyRcxgXxxUNm.smbofqurLfAwGgFo"
    },
    {
      "sort": 2,
      "name": "Classe de Armadura (CA)",
      "type": "text",
      "_id": "cDHSpwCxPzlZtvDP",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"odo-markdown\">\n<p>A classe de armadura (<strong>CA</strong>) é a capacidade defensiva de uma criatura, ou seja, de evitar ser acertado por ataques. Representa o quão difícil é atingir esta criatura. É determinada pelo modificador do atributo Destreza, a armadura, o escudo e outros modificadores como itens mágicos ou magias.</p>\n\n<blockquote class=\"highlighted\">\n  <p><strong>CA</strong> = 10 + MOD. <strong>DES</strong> + ARMADURA + ESCUDO + OUTROS</p>\n</blockquote>\n\n<blockquote class=\"example\">\n  <p><strong>Exemplo:</strong> <em>um elfo Guerreiro com Destreza 15 (modificador +2), armadura de couro (+2) e sem escudo possui CA 14 (10+2+2). Se por algum motivo este elfo Guerreiro passar a usar um escudo, sua CA passará a ser 15, sendo 10 (base) + 2 (modificador de Destreza) + 2 (armadura couro) + 1 (escudo).</em></p>\n</blockquote>\n</div>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "enzpVKIAX52oTyPe": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "olddragon2e",
        "systemVersion": "This is auto replaced",
        "coreVersion": "11.315",
        "createdTime": 1698721200000,
        "modifiedTime": 1702782000000,
        "lastModifiedBy": "sHlguNLILDsjMUbV"
      },
      "_key": "!journal.pages!I4r8RyRcxgXxxUNm.cDHSpwCxPzlZtvDP"
    },
    {
      "sort": 3,
      "name": "Base de Ataque (BA)",
      "type": "text",
      "_id": "Gb4OvejacRxzHn1q",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"odo-markdown\">\n<p>A base de ataque (<strong>BA</strong>) é o valor numérico o qual representa a capacidade de um personagem de realizar um ataque corpo a corpo ou um ataque à distância bem-sucedido. É determinada pelo atributo relevante para o teste, o nível, a classe e outros modificadores.</p>\n\n<p>Tem um desdobramento pois pode ser usada para realizar um ataque corpo a corpo (<strong>BAC</strong>) com espadas ou machados; ou ainda para realizar um ataque à distância (<strong>BAD</strong>) com o uso de armas de projétil, como um arco, ou armas arremessadas como uma adaga ou um dardo, ou até mesmo um frasco de ácido.</p>\n\n<blockquote class=\"highlighted\">\n  <p><strong>BAC</strong> = BASE DE ATAQUE + MOD. <strong>FOR</strong> + OUTROS</p>\n\n  <p><strong>BAD</strong> = BASE DE ATAQUE + MOD. <strong>DES</strong> + OUTROS</p>\n</blockquote>\n\n<blockquote class=\"example\">\n  <p><strong>Exemplo:</strong> <em>um humano Ladrão de 3º nível, com Força 13 e Destreza 16, teria:</em></p>\n\n  <p><em><strong>BAC</strong> 3, sendo 2 pelo 3º nível de Ladrão e +1 pelo modificador de FOR.</em></p>\n\n  <p><em><strong>BAD</strong> 4, sendo 2 pelo 3º nível de Ladrão, +2 pelo modificador de DES.</em></p>\n</blockquote>\n\n<p>O <a href=\"/livros/srd/capitulos/combate\">Capítulo 7: Combate</a> trará todas as informações necessárias para entender sobre como realizar ataques e conduzir combates.</p>\n</div>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "enzpVKIAX52oTyPe": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "olddragon2e",
        "systemVersion": "This is auto replaced",
        "coreVersion": "11.315",
        "createdTime": 1698721200000,
        "modifiedTime": 1702782000000,
        "lastModifiedBy": "sHlguNLILDsjMUbV"
      },
      "_key": "!journal.pages!I4r8RyRcxgXxxUNm.Gb4OvejacRxzHn1q"
    },
    {
      "sort": 4,
      "name": "Jogada de Proteção (JP)",
      "type": "text",
      "_id": "HaJFN9ES1Pn5J8qT",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"odo-markdown\">\n<p>A Jogada de Proteção (<strong>JP</strong>) é utilizada para medir a resistência a ataques e efeitos os quais não possam ser evitados por uma armadura.</p>\n\n<p>De nada adianta estar protegido fortemente com uma armadura metálica se o ataque é feito com gás venenoso ou uma tentativa de controlar a mente do personagem.  Em situações assim, nas quais o efeito possa ser influenciado pelo vigor do personagem, como para evitar os efeitos de um envenenamento, ou da explosão de uma bola de fogo ou resistir a um enfeitiçar de um Mago, usamos uma Jogada de Proteção.</p>\n\n<p>A Jogada de Proteção é determinada pela classe e pelo nível do personagem, e é modificada por três atributos, Destreza, Constituição e Sabedoria, dependendo do efeito que se pretende resistir.</p>\n\n<blockquote class=\"highlighted\">\n  <p><strong>JP</strong> = VALOR BASE DA <strong>CLASSE</strong> E <strong>NÍVEL</strong> + BÔNUS DO ATRIBUTO + OUTROS</p>\n</blockquote>\n\n<p>Para determinar qual modificador pedir (DES, CON ou SAB) para o teste, pergunte-se o que o personagem alvo pode fazer para evitar ou para reduzir o efeito causador do teste.</p>\n\n<ul>\n  <li><strong>JPD:</strong> Se o personagem consegue <strong>anular</strong> ou <strong>reduzir</strong> os efeitos físicos simplesmente se esquivando, o modificador a ser usado é o de DES. Portanto ele fará uma JPD, Jogada de Proteção de Destreza.</li>\n  <li><strong>JPC:</strong> Se para <strong>evitar</strong> os efeitos físicos for preciso que seu corpo resista pelo vigor, se usa a CON. Portanto ele fará uma JPC, Jogada de Proteção de Constituição.</li>\n  <li><strong>JPS:</strong> Se o efeito é mental e, para <strong>negá-lo</strong>, o personagem precisa resistir com sua firmeza e força de vontade, o modificador a ser usado é o de SAB. Portanto ele fará uma JPS, Jogada de Proteção de Sabedoria.</li>\n</ul>\n\n<h3 id=\"teste-de-jogada-de-protecao\">Teste de Jogada de Proteção</h3>\n\n<p>Quando necessário, o Mestre pedirá um teste de <strong>JPD</strong>, <strong>JPC</strong> ou <strong>JPS</strong> para saber se o seu personagem conseguiu resistir ao efeito desejado.</p>\n\n<p>Se uma Jogada de Proteção não possui um modificador claro ou óbvio, ela poderá vir descrita simplesmente como <strong>JP</strong>, permitindo ao Mestre julgar qual dos três modificadores deve ser usado.</p>\n\n<blockquote class=\"roll\">\n  <p><strong>TESTE DE JOGADA DE PROTEÇÃO</strong></p>\n\n  <p><span class=\"blackbox\">1D20</span></p>\n\n  <p>Sucesso (você <strong>consegue</strong> resistir) quando rolar ≤ VALOR DA JOGADA DE PROTEÇÃO</p>\n\n  <p>Falha (você <strong>não consegue</strong> resistir) quando rolar &gt; VALOR DA JOGADA DE PROTEÇÃO</p>\n</blockquote>\n\n<ul>\n  <li><strong>Resultado 20:</strong> independentemente do valor obtido pelo personagem em uma Jogada de Proteção ou os ajustes e modificadores sofridos pelo personagem no teste, um resultado 20 na rolagem do dado sempre será considerado uma falha.</li>\n  <li><strong>Resultado 01:</strong> independentemente do valor obtido pelo personagem em uma Jogada de Proteção ou os ajustes e modificadores sofridos pelo personagem no teste, um resultado 1 na rolagem do dado sempre será considerado um sucesso.</li>\n</ul>\n\n<h3 id=\"ajustando-jogadas-de-protecao\">Ajustando Jogadas de Proteção</h3>\n\n<p>Algumas situações podem tornar as Jogadas de Proteção mais fáceis ou mais difíceis, podendo alterar sua dificuldade com um ajuste. <strong>Ajustes</strong> alteram a dificuldade do teste, somando ou subtraindo modificadores nos atributos, deixando-os mais fáceis ou difíceis de acordo com a <strong>situação</strong>.</p>\n\n<ul>\n  <li><strong>Fácil (F):</strong> deve ser realizado com um modificador de +2.</li>\n  <li><strong>Muito Fácil (MF):</strong> deve ser realizado com modificador de +5.</li>\n</ul>\n\n<p>Se por alguma razão uma Jogada de Proteção acumular situações nas quais o bônus de +5 é ultrapassado, o Mestre pode avaliar que uma Jogada de Proteção não é necessária (determinando um sucesso automático para o teste) ou pedir um teste o qual só falhe em caso de um resultado 20, já que 20 é sempre uma falha em uma Jogada de Proteção.</p>\n\n<ul>\n  <li>\n    <p><strong>Difícil (D):</strong> deve ser realizado com um modificador de -2.</p>\n  </li>\n  <li>\n    <p><strong>Muito Difícil (MD):</strong> deve ser realizado com modificador de -5.</p>\n  </li>\n</ul>\n\n<p>Os modificadores destes testes devem ser aplicados ao valor da Jogada de Proteção. Um teste <strong>difícil</strong> (-2) de uma JPD 9 deve ser realizado, na verdade, como uma JPD 7, já que ele recebeu uma penalidade de 2 na sua JPD.</p>\n\n<p>Se por alguma razão uma Jogada de Proteção acumular situações que ultrapassem o penalizador de -5, o Mestre pode avaliar que uma Jogada de Proteção não é necessária (determinando uma falha automática para o teste) ou pedir um teste que só tenha sucesso em caso de um resultado 1, já que 1 é sempre um sucesso em uma Jogada de Proteção.</p>\n\n<p><strong>Acúmulo de Ajustes</strong> é possível em algumas situações. Isso pode fazer até com que elas se anulem. Se uma Jogada de Proteção possui duas situações a deixando mais fácil, juntas elas tornam o teste <strong>Muito Fácil (MF)</strong>.</p>\n\n<p>Da mesma forma, se a jogada tem uma situação a complicando e duas a simplificando, ela será uma Jogada de Proteção <strong>Fácil (F)</strong>, e daí por diante.</p>\n</div>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "enzpVKIAX52oTyPe": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "olddragon2e",
        "systemVersion": "This is auto replaced",
        "coreVersion": "11.315",
        "createdTime": 1698721200000,
        "modifiedTime": 1702782000000,
        "lastModifiedBy": "sHlguNLILDsjMUbV"
      },
      "_key": "!journal.pages!I4r8RyRcxgXxxUNm.HaJFN9ES1Pn5J8qT"
    },
    {
      "sort": 5,
      "name": "Movimento (MV)",
      "type": "text",
      "_id": "7AR7EP9amT2VNO1l",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"odo-markdown\">\n<p>O Movimento representa a taxa de deslocamento de um personagem em metros. É determinado pelo valor base dado pela sua raça (humanos e elfos 9, anões e halflings 6), mas pode sofrer alteração por outros fatores, como a quantidade de peso carregada ou o efeito de magias.</p>\n\n<blockquote class=\"highlighted\">\n  <p><strong>MV</strong> = VALOR BASE (<strong>RAÇA</strong>) - <strong>CARGA</strong> - OUTROS</p>\n</blockquote>\n\n<p>Outras formas de deslocamento serão descritas no <a href=\"/livros/srd/capitulos/campanha\">Capítulo 6: Campanha</a>.</p>\n</div>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "enzpVKIAX52oTyPe": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "olddragon2e",
        "systemVersion": "This is auto replaced",
        "coreVersion": "11.315",
        "createdTime": 1698721200000,
        "modifiedTime": 1702782000000,
        "lastModifiedBy": "sHlguNLILDsjMUbV"
      },
      "_key": "!journal.pages!I4r8RyRcxgXxxUNm.7AR7EP9amT2VNO1l"
    },
    {
      "sort": 6,
      "name": "Idiomas",
      "type": "text",
      "_id": "LxAdebMoiPInxWJo",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"odo-markdown\">\n<p>Um personagem inicialmente consegue falar e compreender <strong>dois idiomas</strong>, normalmente os idiomas de sua raça ou do local de origem do seu personagem.</p>\n\n<p>Além disso, um personagem com altos valores de Inteligência pode aprender a falar idiomas adicionais, de acordo com o seu modificador de Inteligência.</p>\n\n<p>O Mestre, baseado no cenário de campanha usado, disponibilizará uma lista de idiomas para os jogadores escolherem os mais adequados para os seus personagens.</p>\n\n<p><strong>Ler e Escrever</strong> um idioma está ligado aos seus valores de Inteligência:</p>\n\n<ul>\n  <li>\n    <p><strong>2 e 3:</strong> não consegue falar ou ler e escrever nem mesmo um único idioma.</p>\n  </li>\n  <li>\n    <p><strong>4 a 8:</strong> incapazes de ler ou escrever nos idiomas falados.</p>\n  </li>\n  <li>\n    <p><strong>9 ou mais:</strong> são capazes de escrever qualquer um dos idiomas conhecidos.</p>\n  </li>\n</ul>\n\n<p><strong>Idiomas e Reações:</strong> um personagem o qual consiga se comunicar corretamente com uma criatura hostil em seu idioma racial (excluindo os idiomas gerais ou comuns) recebe um bônus de +2 em seus <strong>Testes de Reação</strong> para tentar evitar um combate ou modificar as intenções de uma criatura hostil.</p>\n</div>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "enzpVKIAX52oTyPe": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "olddragon2e",
        "systemVersion": "This is auto replaced",
        "coreVersion": "11.315",
        "createdTime": 1698721200000,
        "modifiedTime": 1702782000000,
        "lastModifiedBy": "sHlguNLILDsjMUbV"
      },
      "_key": "!journal.pages!I4r8RyRcxgXxxUNm.LxAdebMoiPInxWJo"
    },
    {
      "sort": 7,
      "name": "Alinhamento",
      "type": "text",
      "_id": "GEMNeQ97fddRnQBM",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"odo-markdown\">\n<p>O alinhamento é o parâmetro geral das ações e do pensamento de uma criatura.</p>\n\n<p>O alinhamento deve ser um guia para retratar as atitudes éticas e morais, representando a forma como a criatura age em relação aos outros e à sociedade por ela ocupada.</p>\n\n<p>O alinhamento não deve ser visto como uma verdade absoluta, porque indivíduos com o mesmo alinhamento divergem, discordam e possuem comportamentos diferentes em relação a uma mesma situação.</p>\n\n<p>Portanto, o alinhamento não deve ser visto como um limitador da interpretação do personagem, e sim como um indicativo de direção.</p>\n\n<h3 id=\"ordem\">Ordem</h3>\n\n<p>Um personagem <strong>ordeiro</strong> possui um código a ser seguido, acreditando na ordem e que as leis foram criadas para serem cumpridas à risca, não importando a situação.</p>\n\n<p>Um personagem ordeiro pode defender valores como a honra, a verdade e a justiça, mas também pode criar leis opressoras, visando à dominação, à tirania e ao poder absoluto.</p>\n\n<p>Um personagem ordeiro sempre cumpre com a sua palavra, mas é sempre bom estar atento ao dito nas entrelinhas.</p>\n\n<p><strong>A Chave da Ordem:</strong> Honra, Confiança, Estabilidade, Obediência e Padronização.</p>\n\n<h3 id=\"caos\">Caos</h3>\n\n<p>Um personagem <strong>caótico</strong> rejeita as convenções da sociedade e acredita que a lei e a ordem foram criadas para serem quebradas.</p>\n\n<p>Prefere viver cada dia como se fosse o último e acredita no poder do acaso e da fortuna.</p>\n\n<p>A promessa feita hoje poderá não valer nada no dia de amanhã.</p>\n\n<p>Pode buscar a destruição de todos os valores defendidos pela sociedade, tornando o mundo um lugar absolutamente inóspito, no qual apenas os mais capazes sobrevivem.</p>\n\n<p>Mas também pode ser aquele que ousa enfrentar um tirano opressor de um reino inteiro, bem como ser aquele que se propõe a roubar caravanas de mercadores gananciosos para distribuir o dinheiro entre os pobres.</p>\n\n<p><strong>A Chave do Caos:</strong> Liberdade, Adaptabilidade, Flexibilidade, Autonomia e Irresponsabilidade.</p>\n\n<h3 id=\"neutralidade\">Neutralidade</h3>\n\n<p>Um personagem <strong>neutro</strong> acredita no equilíbrio entre a ordem e o caos, defendendo que um não existiria sem o outro.</p>\n\n<p>Um personagem neutro crê que leis são importantes, mas deve-se estar atento para a forma como são aplicadas.</p>\n\n<p>A ordem é importante para a sociedade, mas o caos é importante para o progresso.</p>\n\n<p>Um personagem neutro raramente esquece a palavra empenhada, mas isso não significa que sempre cumprirá o prometido.</p>\n\n<p><strong>A Chave do Neutro:</strong> Equilíbrio, Imparcialidade, Normalidade e Isenção e Justiça.</p>\n</div>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "enzpVKIAX52oTyPe": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "olddragon2e",
        "systemVersion": "This is auto replaced",
        "coreVersion": "11.315",
        "createdTime": 1698721200000,
        "modifiedTime": 1702782000000,
        "lastModifiedBy": "sHlguNLILDsjMUbV"
      },
      "_key": "!journal.pages!I4r8RyRcxgXxxUNm.GEMNeQ97fddRnQBM"
    },
    {
      "sort": 8,
      "name": "Detalhes Finais (Opcional)",
      "type": "text",
      "_id": "iNklG5ggpXw033Uy",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"odo-markdown\">\n<p>Esta parte do capítulo é inteiramente opcional. Você pode usar as informações daqui exatamente como as apresentamos, pode adaptá-las ou usá-las como um guia, ou ainda ignorá-las totalmente, se não se importar.</p>\n\n<p>Nos detalhes finais, você dá os últimos retoques na criação do seu personagem.</p>\n\n<p>Falaremos sobre aparência, personalidade e históricos, que são breves linhas do ocorrido com você antes de se tornar um aventureiro, ajudando você e a todos na sua mesa a entenderem seu personagem com mais profundidade.</p>\n\n<h3 id=\"aparencia\">Aparência</h3>\n\n<p>Descrever seu personagem com alguns adjetivos pode ajudar bastante na hora de imprimir certa realidade aos seus personagens. Listaremos aqui alguns adjetivos para serem escolhidos ou sorteados por você, três deles.</p>\n\n<p>Isso por si só é mais do que o suficiente para uma descrição rápida, divertida e totalmente funcional, e sem os detalhes chatos e enfadonhos.</p>\n\n<p>Você deve ter percebido que não há no <a href=\"/livros/srd/capitulos/raca\">Capítulo 2: Raça</a> informações sobre altura e peso dos personagens. Isso ocorre porque esses detalhes não são mecanicamente relevantes para as regras.</p>\n\n<p>Contar centímetros é chato, desnecessário e nada acrescenta ao jogo. Melhor é focar em características que fazem o mesmo trabalho de forma mais fluida.</p>\n\n<p>Seu personagem é alto ou baixo para sua raça? Está um pouco acima do peso? Seu corpo é franzino ou musculoso? Esse tipo de informação ajuda muito mais do que saber que Bongo, o Halfling, tem 84cm de altura e pesa por volta dos 92kg.</p>\n\n<p>Jogue o 1d6 nas três primeiras colunas para obter três características físicas ou as escolha livremente da tabela 4.1.</p>\n\n<div class=\"overflow-x-auto\">\n  <table>\n    <caption>Atributos <span>tabela 4.1</span></caption>\n    <thead>\n      <tr>\n        <th>d6</th>\n        <th>Corpo</th>\n        <th>Cabelos</th>\n        <th>Geral</th>\n        <th>Especial</th>\n      </tr>\n    </thead>\n    <tbody>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">1</td>\n        <td>Alto</td>\n        <td>Careca</td>\n        <td>Barba ou Bigode</td>\n        <td>Horrível</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">2</td>\n        <td>Baixo</td>\n        <td>Calvo</td>\n        <td>Moreno</td>\n        <td>Feio</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">3</td>\n        <td>Musculoso</td>\n        <td>Cabelos Raspados</td>\n        <td>Pálido</td>\n        <td>Mais um na multidão</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">4</td>\n        <td>Franzino</td>\n        <td>Cabelos Curtos</td>\n        <td>Jovem</td>\n        <td>Bem Afeiçoado</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">5</td>\n        <td>Gordo</td>\n        <td>Cabelos Longos</td>\n        <td>Velho</td>\n        <td>Bonito</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">6</td>\n        <td>Jogue na Coluna Especial</td>\n        <td>Jogue na Coluna Especial</td>\n        <td>Jogue na Coluna Especial</td>\n        <td>Lindo</td>\n      </tr>\n    </tbody>\n  </table>\n</div>\n\n<blockquote class=\"example\">\n  <p><strong>Exemplo:</strong> <em>jogando 1d6 para cada coluna, sorteamos que Bongo, o Halfling, é: (2) Baixo, (2) Calvo e (6) Jogue na coluna especial. Ao jogarmos na  4ª coluna sorteamos (2) Feio, nos dando:</em></p>\n\n  <p><em>- Bongo, o Halfling, é baixo até para um Halfling,  mesmo sendo jovem já apresenta sinais de calvície  e jamais ganharia um concurso de beleza.</em></p>\n</blockquote>\n\n<h3 id=\"personalidade\">Personalidade</h3>\n\n<p>Assim como a aparência, a personalidade ajuda bastante a tornar seu personagem memorável.</p>\n\n<p>Criamos uma pequena tabela com diferentes traços de personalidades para você escolher ou sortear nas colunas abaixo, exatamente da mesma forma feita com a aparência dele.</p>\n\n<div class=\"overflow-x-auto\">\n  <table>\n    <caption>Personalidade <span>tabela 4.2</span></caption>\n    <thead>\n      <tr>\n        <th>d6</th>\n        <th>Sobre Si Mesmo</th>\n        <th>Sobre Outras Pessoas</th>\n        <th>Sobre Todo o Resto</th>\n        <th>Especial</th>\n      </tr>\n    </thead>\n    <tbody>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">1</td>\n        <td>Alerta</td>\n        <td>Gentil</td>\n        <td>Otimista</td>\n        <td>Modesto</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">2</td>\n        <td>Distraído</td>\n        <td>Grosso</td>\n        <td>Pessimista</td>\n        <td>Egoísta</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">3</td>\n        <td>Calmo</td>\n        <td>Desconfiado</td>\n        <td>Perfeccionista</td>\n        <td>Humilde</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">4</td>\n        <td>Agitado</td>\n        <td>Tímido</td>\n        <td>Teimoso</td>\n        <td>Galanteador</td>\n      </tr>\n    </tbody>\n  </table>\n</div>\n\n<blockquote class=\"example\">\n  <p><strong>Exemplo:</strong> <em>jogando 1d6 para cada coluna, sorteamos que Bongo, o Halfling, é: (2) Baixo, (2) Calvo e (6) Jogue na coluna especial. Ao jogarmos na 4ª coluna sorteamos (2) Feio, nos dando:</em></p>\n\n  <p><em>- Bongo, o Halfling, é baixo até para um Halfling,  mesmo sendo jovem já apresenta sinais de calvície  e jamais ganharia um concurso de beleza.</em></p>\n</blockquote>\n\n<h3 id=\"historico\">Histórico</h3>\n\n<p>Por fim, concluímos os últimos detalhes do personagem, criando para ele um pequeno e resumidíssimo histórico. Algo que nos diga, com poucas palavras, de onde ele veio, como era sua vida antes de se tornar um aventureiro e quais os principais acontecimentos de sua história.</p>\n\n<p>É aqui no histórico que você usa todas as informações do seu personagem (Atributos, Raça, Classe etc.) para falar sobre o seu passado, deixando ao Mestre brechas e pontas soltas as quais ele pode usar para ligar você ao mundo de jogo, onde as aventuras se desenvolverão.</p>\n\n<p>Aqui nós propomos que o histórico seja curto. Apenas 2 breves linhas são necessárias. Vamos dispor aqui de 6 estruturas e, de acordo com as lacunas dessas estruturas, você jogará nas colunas das listas abaixo para preenchê-las.</p>\n\n<p>Um resultado <strong>[MISTÉRIO]</strong> deve deixar vago para o Mestre usar as aventuras futuras para revelar essas passagens das vidas dos personagens.</p>\n\n<p>Uma lacuna <strong>[CLASSE]</strong> ou <strong>[RAÇA]</strong> devem ser preenchidas pela classe ou raça do próprio personagem.</p>\n\n<ol>\n  <li>\n    <p>Ainda criança, foi abandonado <strong>[LUGAR]</strong>. Cresceu sob os cuidados de um <strong>[CLASSE]</strong> o qual lhe ensinou tudo o que ele sabe. Tornou-se aventureiro para <strong>[MOTIVO]</strong>.</p>\n  </li>\n  <li>\n    <p>Nascido <strong>[LUGAR]</strong> em uma <strong>[FAMÍLIA]</strong>, ficou órfão após <strong>[TRAGÉDIA]</strong>. Tornou-se aventureiro para <strong>[MOTIVO]</strong>.</p>\n  </li>\n  <li>\n    <p>Vítima de uma <strong>[TRAGÉDIA]</strong>, acabou crescendo desamparado <strong>[LUGAR]</strong>. Foi empurrado para uma vida de aventuras <strong>[MOTIVO]</strong>.</p>\n  </li>\n  <li>\n    <p>Sua vida era tranquila e pacífica junto da sua <strong>[FAMÍLIA]</strong>, até que, há alguns anos, você foi vítima <strong>[TRAGÉDIA]</strong> e foi forçado a aprender sozinho as técnicas de <strong>[CLASSE]</strong>. Hoje, se aventura para <strong>[MOTIVO]</strong>.</p>\n  </li>\n  <li>\n    <p>Você é um <strong>[SUA RAÇA]</strong> que cresceu numa família de <strong>[OUTRA RAÇA]</strong> depois <strong>[TRAGÉDIA]</strong>. Isso o fez se sentir pouco acolhido e então resolveu se tornar um aventureiro para <strong>[MOTIVO]</strong>.</p>\n  </li>\n  <li>\n    <p>Você era um jovem que cresceu <strong>[LUGAR]</strong>. Acabou virando aventureiro após um <strong>[TRAGÉDIA]</strong> que matou todos os seus parentes. Seu sonho é acabar sua vida aposentado <strong>[LUGAR]</strong>.</p>\n  </li>\n</ol>\n\n<div class=\"overflow-x-auto\">\n  <table>\n    <caption>Histórico <span>tabela 4.3</span></caption>\n    <thead>\n      <tr>\n        <th>d6</th>\n        <th>Lugar</th>\n        <th>Motivo</th>\n        <th>Família</th>\n        <th>Tragédia</th>\n      </tr>\n    </thead>\n    <tbody>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">1</td>\n        <td>numa fazenda nos campos</td>\n        <td>ficar rico e poderoso</td>\n        <td>família muito pobre de camponeses</td>\n        <td>de um ataque de orcs e goblins</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">2</td>\n        <td>numa pequena e distante vila</td>\n        <td>vingar seu passado</td>\n        <td>família de comerciantes</td>\n        <td>de uma guerra sanguinária</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">3</td>\n        <td>numa grande e importante cidade</td>\n        <td>trazer glória e fama para você</td>\n        <td>família de fazendeiros</td>\n        <td>de um erro judiciário</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">4</td>\n        <td>numa vila à beira do mar</td>\n        <td>matar a curiosidade sobre o mundo</td>\n        <td>família disfuncional</td>\n        <td>de um terremoto misterioso</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">5</td>\n        <td>numa aldeia nas montanhas</td>\n        <td>tentar dar uma vida melhor aos seus descendentes</td>\n        <td>família adotiva</td>\n        <td>de uma experiência mágica</td>\n      </tr>\n      <tr class=\"text-center\">\n        <td class=\"font-bold\">6</td>\n        <td>numa pequena cidade no meio da floresta</td>\n        <td>realizar seu sonho de ser um herói</td>\n        <td>família de nobres falidos</td>\n        <td>de uma epidemia de peste</td>\n      </tr>\n    </tbody>\n  </table>\n</div>\n\n<blockquote class=\"example\">\n  <p><strong>Exemplo:</strong> <em>lendo as opções de históricos, escolhemos o <strong>modelo 5</strong> para ele. Jogando 1d6 para tragédia obtemos um resultado (6) de uma epidemia  de peste e para motivo (4) matar a curiosidade sobre o mundo. Assim, o breve histórico de Bongo é:</em></p>\n\n  <p><em>Um  <strong>halfling</strong>  que  cresceu  numa  família  de  <strong>humanos</strong> depois <strong>de uma epidemia de peste</strong>. Isso o fez se sentir pouco acolhido e então resolveu se tornar um aventureiro para <strong>matar a curiosidade sobre o mundo</strong>.</em></p>\n</blockquote>\n\n<p><a href=\"https://creativecommons.org/licenses/by-sa/4.0/deed.pt_BR\" class=\"cc-by\" target=\"_blank\" rel=\"external\"><img src=\"https://static.olddragon.com.br/digital_items_srd/CC_BY-SA_icon.png\" alt=\"CC-BY\" /></a></p>\n</div>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "enzpVKIAX52oTyPe": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "olddragon2e",
        "systemVersion": "This is auto replaced",
        "coreVersion": "11.315",
        "createdTime": 1698721200000,
        "modifiedTime": 1702782000000,
        "lastModifiedBy": "sHlguNLILDsjMUbV"
      },
      "_key": "!journal.pages!I4r8RyRcxgXxxUNm.iNklG5ggpXw033Uy"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "olddragon2e",
    "systemVersion": "0.0.1",
    "coreVersion": "11.315",
    "createdTime": 1698721200000,
    "modifiedTime": 1702782000000,
    "lastModifiedBy": "enzpVKIAX52oTyPe"
  },
  "sort": 4,
  "ownership": {
    "default": 0,
    "enzpVKIAX52oTyPe": 3
  },
  "_key": "!journal!I4r8RyRcxgXxxUNm"
}
